fio_test/log/128k/128k_seq_read_24job_QD1.log
libpmem: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 24 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
[...]

libpmem: (groupid=0, jobs=24): err= 0: pid=39038: Fri Mar  5 01:33:22 2021
  read: IOPS=398k, BW=48.6GiB/s (52.1GB/s)(14.2TiB/300001msec)
    clat (usec): min=25, max=2830, avg=59.28, stdev= 4.48
     lat (usec): min=25, max=2831, avg=59.31, stdev= 4.48
    clat percentiles (usec):
     |  1.00th=[   53],  5.00th=[   55], 10.00th=[   56], 20.00th=[   57],
     | 30.00th=[   57], 40.00th=[   58], 50.00th=[   59], 60.00th=[   60],
     | 70.00th=[   61], 80.00th=[   63], 90.00th=[   65], 95.00th=[   68],
     | 99.00th=[   73], 99.50th=[   76], 99.90th=[   87], 99.95th=[   95],
     | 99.99th=[  125]
   bw (  MiB/s): min=38494, max=50083, per=100.00%, avg=49820.07, stdev=41.98, samples=14352
   iops        : min=307945, max=400668, avg=398560.00, stdev=335.84, samples=14352
  lat (usec)   : 50=0.01%, 100=99.96%, 250=0.04%, 500=0.01%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=99.82%, sys=0.02%, ctx=5553, majf=0, minf=49920
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=119357381,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=48.6GiB/s (52.1GB/s), 48.6GiB/s-48.6GiB/s (52.1GB/s-52.1GB/s), io=14.2TiB (15.6TB), run=300001-300001msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%