fio_test/log/128k/128k_seq_read_28job_QD1.log
libpmem: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 28 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
[...]

libpmem: (groupid=0, jobs=28): err= 0: pid=39232: Fri Mar  5 01:47:42 2021
  read: IOPS=368k, BW=44.9GiB/s (48.2GB/s)(13.2TiB/300002msec)
    clat (usec): min=25, max=2338, avg=74.95, stdev=22.49
     lat (usec): min=25, max=2339, avg=74.99, stdev=22.50
    clat percentiles (usec):
     |  1.00th=[   57],  5.00th=[   59], 10.00th=[   60], 20.00th=[   62],
     | 30.00th=[   63], 40.00th=[   65], 50.00th=[   67], 60.00th=[   69],
     | 70.00th=[   71], 80.00th=[   77], 90.00th=[  119], 95.00th=[  127],
     | 99.00th=[  139], 99.50th=[  143], 99.90th=[  155], 99.95th=[  161],
     | 99.99th=[  194]
   bw (  MiB/s): min=38958, max=46308, per=100.00%, avg=46059.41, stdev=24.19, samples=16744
   iops        : min=311659, max=370464, avg=368474.15, stdev=193.57, samples=16744
  lat (usec)   : 50=0.01%, 100=82.25%, 250=17.75%, 500=0.01%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=99.81%, sys=0.03%, ctx=2440, majf=0, minf=58240
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=110344594,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=44.9GiB/s (48.2GB/s), 44.9GiB/s-44.9GiB/s (48.2GB/s-48.2GB/s), io=13.2TiB (14.5TB), run=300002-300002msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%