fio_test/log/128k/128k_seq_read_2job_QD1.log
libpmem: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 2 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)

libpmem: (groupid=0, jobs=2): err= 0: pid=38083: Fri Mar  5 00:25:58 2021
  read: IOPS=74.0k, BW=9370MiB/s (9826MB/s)(2745GiB/300001msec)
    clat (nsec): min=24636, max=252170, avg=26321.55, stdev=984.29
     lat (nsec): min=24656, max=253200, avg=26341.16, stdev=984.55
    clat percentiles (nsec):
     |  1.00th=[25216],  5.00th=[25472], 10.00th=[25472], 20.00th=[25728],
     | 30.00th=[25728], 40.00th=[25984], 50.00th=[25984], 60.00th=[26240],
     | 70.00th=[26240], 80.00th=[26752], 90.00th=[27520], 95.00th=[28288],
     | 99.00th=[30336], 99.50th=[30848], 99.90th=[32128], 99.95th=[32640],
     | 99.99th=[38656]
   bw (  MiB/s): min= 8938, max= 9405, per=100.00%, avg=9383.58, stdev=12.25, samples=1198
   iops        : min=71508, max=75240, avg=75068.65, stdev=97.99, samples=1198
  lat (usec)   : 50=100.00%, 100=0.01%, 250=0.01%, 500=0.01%
  cpu          : usr=99.85%, sys=0.01%, ctx=172, majf=0, minf=4160
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=22489047,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=9370MiB/s (9826MB/s), 9370MiB/s-9370MiB/s (9826MB/s-9826MB/s), io=2745GiB (2948GB), run=300001-300001msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%