fio_test/log/128k/128k_seq_read_30job_QD1.log
libpmem: (g=0): rw=read, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 30 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
[...]

libpmem: (groupid=0, jobs=30): err= 0: pid=39333: Fri Mar  5 01:54:22 2021
  read: IOPS=366k, BW=44.7GiB/s (48.0GB/s)(13.1TiB/300001msec)
    clat (usec): min=25, max=3184, avg=80.70, stdev=25.78
     lat (usec): min=25, max=3185, avg=80.74, stdev=25.79
    clat percentiles (usec):
     |  1.00th=[   58],  5.00th=[   60], 10.00th=[   61], 20.00th=[   63],
     | 30.00th=[   64], 40.00th=[   67], 50.00th=[   68], 60.00th=[   71],
     | 70.00th=[   76], 80.00th=[  116], 90.00th=[  124], 95.00th=[  131],
     | 99.00th=[  141], 99.50th=[  145], 99.90th=[  157], 99.95th=[  163],
     | 99.99th=[  200]
   bw (  MiB/s): min=38807, max=46115, per=100.00%, avg=45877.72, stdev=23.00, samples=17940
   iops        : min=310456, max=368922, avg=367021.08, stdev=183.98, samples=17940
  lat (usec)   : 50=0.01%, 100=73.36%, 250=26.63%, 500=0.01%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=99.80%, sys=0.03%, ctx=5337, majf=0, minf=62400
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=109909990,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=44.7GiB/s (48.0GB/s), 44.7GiB/s-44.7GiB/s (48.0GB/s-48.0GB/s), io=13.1TiB (14.4TB), run=300001-300001msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%