fio_test/log/128k/128k_seq_rw_10job_QD1.log
libpmem: (g=0): rw=rw, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libpmem, iodepth=1
...
fio-3.20
Starting 10 threads
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
libpmem: Laying out IO file (1 file / 4096MiB)
[...]

libpmem: (groupid=0, jobs=10): err= 0: pid=44600: Fri Mar  5 07:56:11 2021
  read: IOPS=55.7k, BW=6964MiB/s (7302MB/s)(2040GiB/300001msec)
    clat (usec): min=26, max=117, avg=37.25, stdev= 2.48
     lat (usec): min=26, max=117, avg=37.28, stdev= 2.48
    clat percentiles (nsec):
     |  1.00th=[31616],  5.00th=[33536], 10.00th=[34048], 20.00th=[35072],
     | 30.00th=[36096], 40.00th=[36608], 50.00th=[37120], 60.00th=[37632],
     | 70.00th=[38144], 80.00th=[39168], 90.00th=[40192], 95.00th=[41216],
     | 99.00th=[43776], 99.50th=[44800], 99.90th=[47872], 99.95th=[49920],
     | 99.99th=[56064]
   bw (  MiB/s): min= 6461, max= 7485, per=100.00%, avg=6974.33, stdev=16.26, samples=5990
   iops        : min=51685, max=59886, avg=55794.63, stdev=130.05, samples=5990
  write: IOPS=55.7k, BW=6962MiB/s (7300MB/s)(2040GiB/300001msec); 0 zone resets
    clat (usec): min=76, max=339, avg=139.52, stdev=20.92
     lat (usec): min=77, max=339, avg=140.18, stdev=20.92
    clat percentiles (usec):
     |  1.00th=[  101],  5.00th=[  111], 10.00th=[  116], 20.00th=[  123],
     | 30.00th=[  128], 40.00th=[  133], 50.00th=[  137], 60.00th=[  143],
     | 70.00th=[  149], 80.00th=[  155], 90.00th=[  167], 95.00th=[  178],
     | 99.00th=[  200], 99.50th=[  210], 99.90th=[  235], 99.95th=[  245],
     | 99.99th=[  269]
   bw (  MiB/s): min= 6613, max= 7175, per=100.00%, avg=6972.16, stdev= 8.66, samples=5990
   iops        : min=52902, max=57406, avg=55777.26, stdev=69.26, samples=5990
  lat (usec)   : 50=49.98%, 100=0.46%, 250=49.54%, 500=0.02%
  cpu          : usr=99.90%, sys=0.01%, ctx=1173, majf=0, minf=29098
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=16713894,16708620,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=6964MiB/s (7302MB/s), 6964MiB/s-6964MiB/s (7302MB/s-7302MB/s), io=2040GiB (2191GB), run=300001-300001msec
  WRITE: bw=6962MiB/s (7300MB/s), 6962MiB/s-6962MiB/s (7300MB/s-7300MB/s), io=2040GiB (2190GB), run=300001-300001msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%